{
    "Dashboard": "Panel",
    "You're logged in!": "Zalogowano",
    "Log Out": "Wyloguj",
    "Profile": "Profil",
    "Profile Information": "Ogólne",
    "Update your account's profile information and email address.": "Zaktualizuj swój nick, informacje oraz email",
    "Name": "Nazwa",
    "Email": "Email",
    "Save": "Zapisz",
    "Update Password": "Zaktualizuj hasło",
    "Ensure your account is using a long, random password to stay secure.": "Upewnij się, że używasz długiego, losowo wygenerowanego hasła!",
    "Current Password": "Aktualne hasło",
    "New Password": "Nowe hasło",
    "Confirm Password": "Potwierdź hasło",
    "Delete Account": "Usuń konto",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Po usunięciu Twojego konta wszystkie jego zasoby i dane zostaną trwale usunięte. Przed usunięciem konta pobierz wszelkie dane lub informacje, które chcesz zachować",
    "Main Page": "Strona Główna",
    "Log in": "Zaloguj",
    "Register": "Zarejestruj się",
    "Password": "Hasło",
    "Remember me": "Zapamiętaj mnie",
    "Forgot your password?": "Zapomniałeś hasła?",
    "Already registered?": "Posiadasz już konto?",
    "Explore": "Przeglądaj",
    "You're logged in as": "Zalogowano jako",
    "Add Rating": "Dodaj Ocenę",
    "Add": "Dodaj",
    "About Us": "O nas",
    "Map": "Mapa",
    "Welcome to PottyRate, your go-to destination for all things restroom-related! At PottyRate, we understand the importance of clean, comfortable, and accessible public restrooms. Our mission is to empower individuals to make informed decisions about where to answer nature's call by providing a comprehensive platform for restroom reviews and ratings.": "Witaj na PottyRate, Twoim głównym miejscu docelowym dla wszystkiego związanego z toaletami publicznymi! Na PottyRate rozumiemy, jak ważne są czyste, wygodne i dostępne toalety publiczne. Naszym celem jest umożliwienie ludziom podejmowania świadomych decyzji dotyczących tego, gdzie zaspokoić potrzeby natury, dostarczając kompleksową platformę do recenzowania i oceniania toalet publicznych.",
    "PottyRate was founded in 2024 by a group of passionate individuals who shared a common goal – to revolutionize the way people experience public restrooms. We believe that everyone deserves access to clean and well-maintained facilities, and our platform aims to make that vision a reality.": "PottyRate zostało założone w 2024 przez grupę pasjonatów, którzy mieli wspólny cel - zrewolucjonizowanie doświadczeń ludzi związanych z toaletami publicznymi. Wierzymy, że każdy zasługuje na dostęp do czystych i dobrze utrzymanych obiektów, a nasza platforma ma na celu uczynienie tej wizji rzeczywistością.",
    "we pride ourselves on being the premier destination for honest and reliable restroom reviews. Our user-friendly platform allows visitors to share their experiences and rate public restrooms based on various criteria, including cleanliness, accessibility, amenities, and overall comfort. We believe in the power of community-driven feedback to inspire positive change in public restroom standards.": " dumimy się tym, że jesteśmy głównym miejscem do uczciwego i rzetelnego recenzowania toalet. Nasza przyjazna dla użytkownika platforma umożliwia odwiedzającym dzielenie się swoimi doświadczeniami i ocenianie toalet publicznych pod różnymi kryteriami, w tym czystością, dostępnością, udogodnieniami i ogólnym komfortem. Wierzymy w siłę opinii społecznościowej do inspirowania pozytywnych zmian w standardach toalet publicznych."
    
}